experiments/geo-mysql/results/locations-redisonly-k6.txt
time="2026-09-26T09:53:45+09:00" level=warning msg="Insufficient VUs, reached 300 active VUs and cannot initialize more" executor=constant-arrival-rate scenario=ingest


  █ TOTAL RESULTS 

    HTTP
    http_req_duration..............: avg=8.92ms p(50)=2.39ms p(95)=42.04ms p(99)=97.41ms max=411.74ms
      { expected_response:true }...: avg=8.92ms p(50)=2.39ms p(95)=42.04ms p(99)=97.41ms max=411.74ms
    http_req_failed................: 0.00%  0 out of 329644
    http_reqs......................: 329644 3296.264672/s

    EXECUTION
    dropped_iterations.............: 3658   36.578054/s
    iteration_duration.............: avg=9.21ms p(50)=2.54ms p(95)=43.08ms p(99)=98.42ms max=543.5ms 
    iterations.....................: 329644 3296.264672/s
    vus............................: 2      min=0           max=300
    vus_max........................: 300    min=300         max=300

    NETWORK
    data_received..................: 24 MB  241 kB/s
    data_sent......................: 77 MB  767 kB/s