experiments/geo-mysql/results/mysql-nowrites-1000-k6.txt
time="2026-09-26T09:47:49+09:00" level=warning msg="Insufficient VUs, reached 400 active VUs and cannot initialize more" executor=constant-arrival-rate scenario=probe


  █ TOTAL RESULTS 

    checks_total.......: 11170   345.329873/s
    checks_succeeded...: 100.00% 11170 out of 11170
    checks_failed......: 0.00%   0 out of 11170

    ✓ ok
    ✓ found

    HTTP
    http_req_duration..............: avg=2.22s p(50)=2.22s p(95)=2.8s p(99)=3.13s max=3.91s
      { expected_response:true }...: avg=2.22s p(50)=2.22s p(95)=2.8s p(99)=3.13s max=3.91s
    http_req_failed................: 0.00%  0 out of 5585
    http_reqs......................: 5585   172.664936/s

    EXECUTION
    dropped_iterations.............: 24416  754.841018/s
    iteration_duration.............: avg=2.22s p(50)=2.22s p(95)=2.8s p(99)=3.13s max=3.91s
    iterations.....................: 5585   172.664936/s
    vus............................: 73     min=73        max=400
    vus_max........................: 400    min=400       max=400

    NETWORK
    data_received..................: 6.9 MB 214 kB/s
    data_sent......................: 721 kB 22 kB/s